Repository: shguevara/bystash
Catalog: web/app/languages/plugins/automatewoo-referrals-*.po
Languages: es_es

source: On order completed
es_es: Tras completar el pedido

source: Referrals must be approved before the advocate is rewarded. Automatically approve referrals once the related order is paid or marked as complete. Please note referrals that could be fraudulent will never be auto-approved.
es_es: Las recomendaciones deben aprobarse para que el promotor reciba la recompensa. Aprueba automáticamente las recomendaciones una vez que el pedido relacionado se paga o se marca como completado. Ten en cuenta que las recomendaciones que podrían ser fraudulentas nunca se aprobarán automáticamente.

source: Auto-approval referrals
es_es: Aprobación automática de las recomendaciones

source: If unchecked any customer with an account can share.
es_es: Si esta opción está sin marcar, cualquier cliente que tenga cuenta podrá compartir.

source: Limit sharing to paying customers
es_es: Limitar la posibilidad de compartir a los clientes de pago

source: This URL is used when an advocate shares via email, Facebook or Twitter. If you are using link based referrals then the tracking parameter will be automatically added to this URL. You can also add analytics tracking parameters to the URL.
es_es: Esta URL se utiliza cuando un promotor comparte por correo electrónico, en Facebook o en Twitter. Si utilizas recomendaciones basadas en un enlace, el parámetro de seguimiento se añadirá automáticamente a esta URL. También puedes añadir parámetros de seguimiento de Analytics a la URL.

source: Share URL
es_es: URL para compartir

source: This is the main page that advocates can use to refer people to your store. This should not be set to the checkout as the referral widget will automatically be displayed on the order recieved page.
es_es: Esta es la página principal que pueden usar los promotores para recomendar tu tienda a los demás. No debe establecerse al finalizar la compra, ya que el widget de recomendación se mostrará automáticamente en la página de recepción del pedido.

source: Ensure you add the shortcode <code>[automatewoo_referrals_page]</code> to the content of the page you select.
es_es: Asegúrate de añadir el shortcode <code>[automatewoo_referrals_page]</code> al contenido de la página que selecciones.

source: Share page
es_es: Página para compartir

source: Link based
es_es: Basada en un enlace

source: Coupon based
es_es: Basada en un cupón

source: Choose whether you would like to offer a coupon incentive in your referral campaign. PLEASE NOTE: If you choose link based you must adjust the default text below to suit.
es_es: Elige si deseas ofrecer un cupón como incentivo en tu campaña de recomendaciones. Ten en cuenta que, si eliges el tipo basado en un enlace, deberás adaptar el texto por defecto siguiente como corresponda.

source: Share type
es_es: Tipo de método para compartir

source: Enable referrals
es_es: Activar las recomendaciones

source: Referral campaign options
es_es: Opciones de la campaña de recomendaciones

source: Referrals Value
es_es: Valor de las recomendaciones

source: Referrals Count
es_es: Recuento de recomendaciones

source: %s referred orders
es_es: %s pedidos con recomendación

source: %s referred orders value
es_es: valor de %s pedidos con recomendación

source: Error! No emails were sent.
es_es: ¡Error! No se ha enviado ningún correo electrónico.

source: Success! Emails sent: %s
es_es: ¡Lo lograste! Correos electrónicos enviados: %s

source: Invites
es_es: Invitaciones

source: Advocates
es_es: Promotores

source: Referral advocates
es_es: Promotores de las recomendaciones

source: Email successfully sent.
es_es: El correo electrónico se ha enviado correctamente.

source: Refer A Friend
es_es: Recomendar a un amigo

source: Resend a referral invite email from the advocate to a specified email address. For example, this can be used to resend the invite email after a delay.
es_es: Volver a enviar el correo electrónico de invitación de una recomendación del promotor a una dirección de correo electrónico especificada. Por ejemplo, esta opción puede usarse para volver a enviar un correo electrónico de invitación después de un retraso.

source: Resend Referral Invite Email
es_es: Volver a enviar el correo electrónico de invitación de una recomendación

source: Or
es_es: O

source: Login or register
es_es: Iniciar sesión o registrarse

source: You must have an account to refer a friend.
es_es: Debes tener una cuenta para hacer una recomendación a un amigo.

source: Please Login
es_es: Inicia sesión

source: Send
es_es: Enviar

source: Enter email address
es_es: Introduce la dirección de correo electrónico

source: Share via Email
es_es: Compartir por correo electrónico

source: You currently have %s store credit available.
es_es: Actualmente tienes disponible %s de crédito de la tienda.

source: You do not have any store credit available.
es_es: No tienes crédito de la tienda disponible.

source: You do not have any completed referrals yet.
es_es: Aún no tienes ninguna recomendación completada.

source: Used Referrals
es_es: Recomendaciones utilizadas

source: Date
es_es: ﻿Fecha

source: Customer
es_es: Cliente

source: Remaining balance
es_es: Saldo restante

source: Credit
es_es: Crédito

source: Advocate
es_es: Promotor

source: Advocate referral limit has been reached.
es_es: Se ha alcanzado el límite de recomendaciones del promotor.

source: Customer has already been referred.
es_es: El cliente ya ha recibido una recomendación.

source: Order items were not valid.
es_es: Los artículos del pedido no eran válidos.

source: Customer is not new.
es_es: El cliente no es nuevo.

source: Advocate ID matches the Customer ID.
es_es: El ID del promotor coincide con el ID del cliente.

source: Referral
es_es: Recomendación

source: Refer A Friend referral codes
es_es: Códigos de recomendación de Recomendar a un amigo

source: Refer A Friend invites
es_es: Invitaciones de Recomendar a un amigo

source: Refer A Friend referrals
es_es: Recomendaciones de Recomendar a un amigo

source: Anonymized user's referrals.
es_es: Recomendaciones del usuario anonimizadas.

source: Erased user's invite records.
es_es: Registros de invitaciones del usuario eliminados.

source: Erased user's referral codes.
es_es: Códigos de recomendación del usuario eliminados.

source: Referral invites
es_es: Invitaciones de recomendación

source: Referral codes
es_es: Códigos de recomendación

source: If you choose to use our customer referral program, your personal data, such as your name and your unique referral code, may be shared with those you choose to share with. This data may be shared via Facebook, Twitter or email if you click on the share buttons or submit the share via email form.
es_es: Si decides utilizar nuestro programa de recomendaciones de clientes, puede que tus datos personales, como el nombre y tu código de recomendación único, se compartan con las personas que reciban tus recomendaciones. Estos datos pueden compartirse en Facebook, en Twitter o por correo electrónico si haces clic en los botones para compartir o envías el formulario para compartir por correo electrónico.

source: Refer A Friend allows advocates to share via email, Facebook or Twitter. Their personal data may be used in this process.
es_es: Recomendar a un amigo permite a los promotores compartir por correo electrónico, en Facebook o en Twitter. Puede que en este proceso se utilicen sus datos personales.

source: What we share with others
es_es: Qué compartimos con otros

source: Referral codes, referral details and email invite logs are retained until you request removal of your data.
es_es: Los códigos de recomendación, los detalles de la recomendación y los registros de las invitaciones por correo electrónico se conservan hasta que solicitas que se eliminen tus datos.

source: When an order is placed which is the result of a customer referral, we store a record of the details of this referral. Your IP address and other personal data supplied for the order may also be used to prevent fraud.
es_es: Cuando se realiza un pedido como resultado de la recomendación de un cliente, almacenamos un registro de los detalles de la recomendación. También es posible que se utilicen tu dirección IP y otros datos personales proporcionados para el pedido para evitar fraudes.

source: To enable our customer referral program we may create and store unique codes that are linked to your account on our website. These codes will not be shared with anyone unless you choose to. We also keep a record when you share our store with a friend via email with our customer referral program. The email address is anonymized before it is stored.
es_es: Para activar nuestro programa de recomendaciones de clientes, podemos crear y almacenar códigos únicos enlazados a tu cuenta en nuestro sitio web. Estos códigos no se compartirán con nadie a menos que tú decidas hacerlo. También registramos si has compartido algo con un amigo por correo electrónico mediante el programa de recomendaciones de clientes. La dirección de correo electrónico se anonimiza antes de almacenarla.

source: Refer A Friend stores a record of all referred orders and creates unique referral codes that can identify each advocate. The plugin keeps a record each time the advocate shares via email. The invited emails may be anonymized depending on your settings.
es_es: Recomendar a un amigo almacena un registro de todos los pedidos derivados de recomendaciones y crea códigos de recomendación únicos que pueden identificar a cada promotor. El plugin crea un registro cada vez que el promotor comparte la tienda por correo electrónico. Dependiendo de tu configuración, es posible que los correos electrónicos de invitación se anonimicen.

source: Customer referral data
es_es: Datos de la recomendación del cliente

source: Customers who use the referral program will have their IP address stored each time they share. Depending on your settings the IP address of referred customers may also be stored for the purpose of fraud prevention. This may not need to be included in your privacy policy since WooCommerce also tracks IP addresses.
es_es: La dirección IP de los clientes que utilizan el programa de recomendaciones se almacenará cada vez que compartan algo. Dependiendo de tu configuración, la dirección IP de los clientes que han recibido la recomendación también puede almacenarse con la finalidad de evitar fraudes. Puede que no sea necesario incluir esto en tu Política de privacidad, ya que WooCommerce también hace un seguimiento de las direcciones IP.

source: IP Addresses
es_es: Direcciones IP

source: %s - Enables the function of our referral program - Expires after 1 year
es_es: %s - Activa la función de nuestro programa de recomendaciones - Caduca al cabo de un año

source: We use one cookie to enable the function of our customer referral program. This cookie stores a unique code that cannot identify you as a website visitor. This unique code can only identify the person who shared the coupon code or referral link.
es_es: Utilizamos una cookie para activar la función de nuestro programa de recomendaciones de clientes. Esta cookie almacena un código único que no puede identificarte como visitante del sitio web. Dicho código único solo puede identificar a la persona que ha compartido el código de cupón o el enlace de la recomendación.

source: Refer A Friend uses one cookie if your store is configured to use link-based referrals. This cookie is added when a user clicks on a referral link and stores a code that is unique to the advocate who shared the link.
es_es: Recomendar a un amigo utiliza una cookie si la tienda está configurada para usar recomendaciones basadas en enlaces. Esta cookie se añade cuando un usuario hace clic en el enlace de una recomendación y almacena un código único para el promotor que ha compartido el enlace.

source: What we collect and store
es_es: Qué recopilamos y almacenamos

source: Hi there! You have been invited to shop at %s and you've got a $20 discount waiting for you when you spend $100. Use the coupon code below to claim your offer.
es_es: ¡Hola! Te han invitado a comprar en %s y tienes un descuento de 20 euros por 100 euros de compra. Utiliza el cupón siguiente para disfrutar de tu oferta.

source: {{ advocate.first_name }} has sent you $20 to spend
es_es: {{ advocate.first_name }} te ha enviado 20 euros para gastar

source: Your friend gave you $20 off!
es_es: ¡Tu amigo te ha dado 20 euros de descuento!

source: Get a free $20 credit for %s when you spend $100. Use coupon: {{ coupon_code }}
es_es: Obtén un crédito gratuito de 20 euros para %s al gastar 100 euros. Usa el cupón {{ coupon_code }}

source: Invite a friend via Facebook, Twitter or email and they’ll get a $20 welcome credit, plus you’ll get $20 in your own account with their first order, as our little thank you.
es_es: Invita a un amigo por Facebook, Twitter o correo electrónico y conseguirá un crédito de bienvenida de 20 euros. Pero eso no es todo: con su primer pedido recibirás 20 euros en tu cuenta como muestra de agradecimiento.

source: Give $20, Get $20
es_es: Da 20 euros y recíbelos tú también

source: <strong>%s</strong> is already a customer.
es_es: <strong>%s</strong> ya es cliente.

source: <strong>%s</strong> has already been referred.
es_es: <strong>%s</strong> ya ha recibido una recomendación.

source: Referring your own email (%s) is not allowed.
es_es: No es posible enviar una recomendación a tu propio correo electrónico (%s).

source: %s is not a valid email address.
es_es: %s no es una dirección de correo electrónico válida.

source: Success! %d referral email sent.
es_es: ¡Conseguido! Se ha enviado %d correo electrónico.

source: Sorry, your emails failed to send.
es_es: Lo sentimos, no se han podido enviar tus correos electrónicos.

source: Unable to send %d invite. The email address may be unsubscribed or not eligible to be referred.
es_es: No se ha podido enviar %d invitación. Puede que se haya cancelado la suscripción de la dirección de correo electrónico o que esta no sea válida para recibir recomendaciones.

source: Please enter some email addresses.
es_es: Introduce varias direcciones de correo electrónico.

source: Referrals are currently disabled.
es_es: Actualmente las recomendaciones están desactivadas.

source: Invalid share URL.
es_es: La URL para compartir no es válida.

# Shows the amount of credit
source: The %s referral credit used in this order was refunded to the customer's balance.
es_es: El crédito de la recomendación de %s utilizado en este pedido se ha añadido al saldo del cliente.

source: You have %1$s referral credit available but it is not valid for your current cart. %2$s
es_es: Tienes disponible un crédito por recomendaciones de %1$s, pero no es válido para tu carrito actual. %2$s

source: The minimum spend is %s.
es_es: El gasto mínimo es %s.

source: Referral Credit
es_es: Crédito por recomendaciones

source: Order does not meet the minimum purchase amount.
es_es: El pedido no llega a la cantidad mínima de compra.

source: It appears that this coupon has reached its referral limit and is no longer available.
es_es: Parece que este cupón ha alcanzado el límite de recomendaciones y ya no está disponible.

source: It appears you have already used a referral coupon before.
es_es: Parece que ya has usado un cupón de recomendación anteriormente.

source: You don't appear to be a new customer which is required to use a referral coupon.
es_es: No parece que seas un cliente nuevo, lo cual es uno de los requisitos para usar un cupón de recomendación.

source: It appears you are trying to use your own referral coupon.
es_es: Parece que estás intentando usar tu propio cupón de recomendación.

source: There is a problem with this referral coupon.
es_es: Hay un problema con este cupón de recomendación.

source: Your coupon is not valid. It may have expired.
es_es: Tu cupón no es válido. Puede que haya caducado.

source: Rejected
es_es: Rechazado

source: Pending
es_es: Pendiente

source: Potential Fraud
es_es: Posible fraude

source: Approved
es_es: Aprobado

source: No Reward
es_es: Sin recompensa

source: Store Credit - Percentage Of Referral Order
es_es: Crédito de la tienda - Porcentaje del pedido derivado de la recomendación

source: Store Credit - Fixed Amount
es_es: Crédito de la tienda - Cantidad fija

source: Coupon Discount - Percentage
es_es: Descuento del cupón - Porcentaje

source: Coupon Discount - Fixed Amount
es_es: Descuento del cupón - Cantidad fija

source: Sorry, your account has reached the weekly referral limit.
es_es: Lo siento, tu cuenta ha alcanzado el límite semanal de recomendaciones.

source: Sorry, your account has reached the monthly referral limit.
es_es: Lo siento, tu cuenta ha alcanzado el límite mensual de recomendaciones.

source: Sorry, your account has reached the yearly referral limit.
es_es: Lo siento, tu cuenta ha alcanzado el límite anual de recomendaciones.

source: Sorry, your account has reached the lifetime referral limit.
es_es: Lo siento, tu cuenta ha alcanzado el límite total de recomendaciones.

source: You must be a paying customer to refer friends.
es_es: Para hacer recomendaciones a amigos debes ser un cliente de pago.

source: Sorry, your account is not permitted to refer friends.
es_es: Lo siento, no se permite hacer recomendaciones a amigos desde tu cuenta.

source: Refer a friend here.
es_es: Haz una recomendación a un amigo desde aquí.

source: Referrals
es_es: Referentes

source: %s The plugin requires AutomateWoo to be installed and activated.
es_es: %s El plugin requiere que AutomateWoo esté instalado y activado.

source: %1$s The plugin requires AutomateWoo version %2$s or newer.
es_es: %1$s El plugin requiere AutomateWoo %2$s o una versión posterior.

source: %s AutomateWoo plugin directory name is not correct.
es_es: %s El nombre del directorio de plugins de AutomateWoo no es correcto.

source: %s is inactive.
es_es: %s está inactivo.

source: AutomateWoo - Refer A Friend
es_es: AutomateWoo - Recomendar a un amigo
