Repository: shguevara/bystash
Catalog: web/app/languages/plugins/automatewoo-referrals-*.po
Languages: es_es

source: Customer discount amount
es_es: Cantidad de descuento del cliente

source: Customer discount type
es_es: Tipo de descuento del cliente

source: Customer IP address
es_es: Dirección IP del cliente

source: Advocate reward amount remaining
es_es: Cantidad restante de la recompensa del promotor

source: Advocate reward amount
es_es: Cantidad de la recompensa del promotor

source: Advocate reward type
es_es: Tipo de recompensa del promotor

source: Advocate IP address
es_es: Dirección IP del promotor

source: (Status: %s)
es_es: (Estado: %s)

source: Date created
es_es: Fecha de creación

source: Referral ID
es_es: ID de recomendación

source: The IP addresses of the advocate and referred customer were identical. The advocate may have referred themselves.
es_es: La dirección IP del promotor y del cliente que ha recibido la recomendación es idéntica. Puede que el promotor se haya enviado la recomendación a sí mismo.

source: Potential Fraud Detected
es_es: Se ha detectado un posible fraude

source: Save
es_es: Guardar

source: Delete permanently
es_es: Borrar permanentemente

source: Referral Details
es_es: Detalles de la recomendación

source: Mark as Potential Fraud
es_es: Marcar como posible fraude

source: Mark as Pending
es_es: Marcar como pendiente

source: Mark as Rejected
es_es: Marcar como rechazada

source: Mark as Approved
es_es: Marcar como aprobada

source: Reject
es_es: Rechazar

source: Approve
es_es: Aprobar

source: View
es_es: Ver

source: (%s remaining)
es_es: (restante: %s)

source: None
es_es: Nada

source: #%s - Deleted
es_es: Núm. %s - Eliminada

source: Actions
es_es: Acciones

source: Advocate Reward
es_es: Recompensa del promotor

source: Customer Discount
es_es: Descuento del cliente

source: Created
es_es: creado

source: Order
es_es: Pedido

source: Active
es_es: Activo

source: Expires
es_es: Vencimiento

source: Expired
es_es: Expirado

source: Search referral codes
es_es: Buscar códigos de recomendación

source: Referral code
es_es: Código de recomendación

source: Delete
es_es: Eliminar

source: Referral Invites
es_es: Invitaciones de recomendación

source: Referral Invite
es_es: Invitación de recomendación

# indication in list table that advocate is blocked
source: (Blocked)
es_es: (Bloqueado)

source: Block
es_es: Bloque

source: Unblock
es_es: Desbloquear

source: Total credit
es_es: Crédito total

source: Current credit
es_es: Crédito actual

source: Referral revenue
es_es: Ingresos de la recomendación

source: Referral count
es_es: Recuento de recomendaciones

source: Invites sent
es_es: Invitaciones enviadas

source: Search for an advocate&hellip;
es_es: Buscar un promotor&hellip;

source: referral invites sent
es_es: invitaciones de recomendación enviadas

source: All
es_es: Todas

source: Referral could not be found.
es_es: No se ha podido encontrar la recomendación.

source: Referral marked as rejected.
es_es: La recomendación se ha marcado como rechazada.

source: Referral marked as approved.
es_es: La recomendación se ha marcado como aprobada.

source: Referral successfully updated.
es_es: La recomendación se ha actualizado correctamente.

source: Referral successfully deleted.
es_es: La recomendación se ha eliminado correctamente.

source: Amount
es_es: Cantidad

source: Status
es_es: Estatus

source: The referral status controls whether the advocate can use any reward credit. Store credit can only be used when the referral is approved.
es_es: El estado de la recomendación controla si el promotor puede usar el crédito de su recompensa. Solo es posible usar el crédito de la tienda cuando se aprueba la recomendación.

source: These codes are automatically deleted %d days after they expire.
es_es: Estos códigos se eliminan automáticamente %d días después de caducar.

source: Referral codes are unique keys that are used to identify advocates in the referral process. Depending on whether you are using coupon or link based tracking the referral code will be used as a part of the shared URL or coupon.
es_es: Los códigos de recomendación son claves únicas que se utilizan para identificar a los promotores en el proceso de recomendación. En función de si estás usando un seguimiento basado en un enlace o un cupón, el código de recomendación se utilizará como parte de la URL o el cupón compartido.

source: These emails have been anonymized due to your privacy settings.
es_es: Estos correos electrónicos se han anonimizado debido a tu configuración de privacidad.

source: A record is made for each referral invite that is sent. Social shares are not tracked.
es_es: Se crea un registro de cada invitación de recomendación enviada. No se hace el seguimiento de las veces que se ha compartido en redes sociales.

source: Please select some items to bulk edit.
es_es: Selecciona algunos artículos para editarlos en masa.

source: Advocate unblocked.
es_es: Se ha desbloqueado al promotor.

source: Advocate blocked.
es_es: Se ha bloqueado al promotor.

source: Bulk edit completed.
es_es: Se ha completado la edición en masa.

source: Advocates are users that are promoting your site through referrals. Current credit is the amount of earned credit the advocate has yet to spend and the total credit is the total amount of credit earned. These figures include approved referrals only.
es_es: Los promotores son usuarios que promocionan tu sitio mediante recomendaciones. El crédito actual es la cantidad de crédito que aún tiene el promotor, mientras que el crédito total es la cantidad total de crédito que ha obtenido. Estas cifras solo incluyen las recomendaciones aprobadas.

source: Displays the human readable status of the referral.
es_es: Muestra el estado de la recomendación en formato legible para humanos.

source: Displays the ID of the referral.
es_es: Muestra el ID de la recomendación.

source: Displays the AutomateWoo Refer A Friend Share Widget.
es_es: Muestra el widget para compartir de Recomendar a un amigo de AutomateWoo.

source: Displays a link that the customer can use to refer their friends. It is recommended to set a fallback because if the customer is a guest no coupon can be displayed.
es_es: Muestra un enlace que el cliente puede utilizar para hacer una recomendación a sus amigos. Se recomienda establecer alguna alternativa, ya que si el cliente es un invitado no se mostrará ningún cupón.

source: Displays a coupon that the customer can use to refer their friends. If you are using this with an order trigger it is recommended to set a fallback because if the order is placed by a guest user no coupon will be displayed.
es_es: Muestra un cupón que el cliente puede usar para hacer una recomendación a sus amigos. Si lo estás usando con un activador de pedido, se recomienda establecer alguna alternativa, ya que si el pedido lo realiza un usuario invitado no se mostrará ningún cupón.

source: Displays a link that the advocate can use to refer their friends.
es_es: Muestra un enlace que el promotor puede usar para hacer una recomendación a sus amigos.

source: Displays a coupon that the advocate can use to refer their friends.
es_es: Muestra un cupón que el promotor puede usar para hacer una recomendación a sus amigos.

source: Displays the advocate's last name.
es_es: Muestra los apellidos del promotor.

source: Displays the user ID of the advocate.
es_es: Muestra el ID de usuario del promotor.

source: Displays the advocate's first name.
es_es: Muestra el nombre del promotor.

source: Displays the email address of the advocate.
es_es: Muestra el correo electrónico del promotor.

source: To status
es_es: Al estado

source: From status
es_es: Del estado

source: Referral Status Changed
es_es: El estado de la recomendación ha cambiado

source: Initial Status
es_es: Estado inicial

source: The initial status will usually only be either Pending or Potentially Fraudulent.
es_es: Normalmente, el estado inicial será únicamente Pendiente o Potencialmente fraudulento.

source: Leave blank for any status
es_es: Déjalo en blanco para cualquier estado

source: New Referral Created
es_es: Se ha creado una nueva recomendación

source: Customer data is not available with this trigger due to your privacy settings.
es_es: Los datos del cliente no están disponibles con este activador debido a tu configuración de privacidad.

source: New Invite Email Sent
es_es: Se ha enviado un nuevo correo electrónico de invitación

source: Limit per advocate
es_es: Límite por promotor

source: Limit how many times this workflow will ever run for each advocate.
es_es: Limita las veces que se ejecutará este flujo de trabajo por cada promotor.

source: Leave blank for no limit
es_es: Déjalo en blanco si no quieres que haya ningún límite

source: Advocate (Original customer)
es_es: Promotor (cliente original)

source: Friend (Invited customer)
es_es: Amigo (cliente invitado)

source: Since a referral has two customers, this field sets which customer's data is used in the workflow. The friend i.e. the referred customer or the advocate i.e. the customer who invited the friend.
es_es: Como en una recomendación hay dos clientes involucrados, este campo establece de qué cliente se usarán los datos en el flujo de trabajo. Puede ser el amigo (es decir, el cliente que ha recibido la recomendación) o el promotor (es decir, el cliente que ha invitado a su amigo).

source: Share via WhatsApp
es_es: Compartir por WhatsApp

source: Share via Twitter
es_es: Compartir en Twitter

source: Share via Facebook
es_es: Compartir en Facebook

source: Customer - Total Referral Count
es_es: Cliente - Recuento total de recomendaciones

source: Customer - Rejected Referral Count
es_es: Cliente - Recuento de recomendaciones rechazadas

source: Customer - Potential Fraud Referral Count
es_es: Cliente - Recuento de recomendaciones potencialmente fraudulentas

source: Customer - Pending Referral Count
es_es: Cliente - Recuento de recomendaciones pendientes

source: Customer - Approved Referral Count
es_es: Cliente - Recuento de recomendaciones aprobadas

source: Advocate - Total Referral Count
es_es: Promotor - Recuento total de recomendaciones

source: Advocate - Rejected Referral Count
es_es: Promotor - Recuento de recomendaciones rechazadas

source: Advocate - Potential Fraud Referral Count
es_es: Promotor - Recuento de recomendaciones potencialmente fraudulentas

source: Advocate - Pending Referral Count
es_es: Promotor - Recuento de recomendaciones pendientes

source: Advocate - Approved Referral Count
es_es: Promotor - Recuento de recomendaciones aprobadas

source: The number of referrals an Advocate is limited to.
es_es: Número de recomendaciones a los que está limitado un promotor.

source: Referral limit
es_es: Límite de recomendaciones

source: Weekly
es_es: Semanalmente

source: Monthly
es_es: Mensual

source: Yearly
es_es: Anual

source: Lifetime
es_es: Duración

source: Select the length of time that where the referral limit applies.
es_es: Selecciona durante cuánto tiempo se aplica el límite de recomendaciones.

source: Referral limit timeframe
es_es: Duración del límite de recomendaciones

source: If checked, the number of referrals an Advocate can make is limited.
es_es: Si se marca esta opción, se limita el número de recomendaciones que puede hacer un promotor.

source: Limit the number of referrals
es_es: Limitar el número de recomendaciones

source: Limits the number of referrals an advocate can make within a certain time period. When an advocate's limit is reached they are prevented from earning referral credit and their shared referral coupons are disabled.
es_es: Limita el número de recomendaciones que puede hacer un promotor en un determinado período de tiempo. Cuando un promotor llega al límite, ya no obtiene más crédito por recomendaciones y sus cupones de recomendación compartidos se desactivan.

source: Advocate referral limit
es_es: Límite de recomendaciones del promotor

source: Sign up
es_es: Regístrate

source: Purchase
es_es: Compra

source: The reward event determines when a referral should be created. When setting to 'Purchase' (default) referrals will be created when a friend makes a purchase. When setting to 'Sign Up' referrals will be created when a friend creates a customer account and no purchase is required.
es_es: El evento de recompensa determina cuándo debe crearse una recomendación. Si se establece en «Compra» (valor predeterminado), las recomendaciones se crearán cuando un amigo realice una compra. Si se establece en «Registro», las recomendaciones se crearán cuando un amigo abra una cuenta de cliente, sin necesidad de compra.

source: Reward event
es_es: Evento de recompensa

source: If this is unchecked, existing customers will be blocked from receiving referrals (default). If checked, existing customers can be referred but they can only be referred a single time.
es_es: Si esta opción está sin marcar, los clientes existentes estarán bloqueados y no podrán recibir recomendaciones (valor predeterminado). Si está marcada, los clientes existentes podrán recibir recomendaciones, pero solo una vez.

source: Allow existing customer referrals
es_es: Permitir recomendaciones a clientes existentes

source: Advanced
es_es: Avanzado

source: If are using 'Coupon Based' referrals you must include the variable {{ coupon_code }}. If you chose 'Link Based' ensure you have at least one link in the email body. Tracking parameters will be automatically added to all links in the email.
es_es: Si utilizas las recomendaciones basadas en un cupón, debes incluir la variable {{ coupon_code }}. Si eliges las recomendaciones basadas en un enlace, asegúrate de que has incluido al menos un enlace en el cuerpo del correo electrónico. Los parámetros de seguimiento se añadirán automáticamente a todos los enlaces del correo electrónico.

source: Email body
es_es: Cuerpo del correo electrónico

source: The template that will be used to send referral share emails. For info on creating custom templates please refer to the AutomateWoo documentation.
es_es: Plantilla que se usará para enviar los correos electrónicos para compartir recomendaciones. Si quieres información sobre cómo crear plantillas personalizadas, consulta la documentación de AutomateWoo.

source: Email template
es_es: Plantilla de correo electrónico

source: Email heading
es_es: Encabezado del correo electrónico

source: Email subject
es_es: Asunto del correo electrónico

source: Enable sharing via Email
es_es: Activar la opción de compartir por correo electrónico

source: Preview email
es_es: Vista previa del correo electrónico

source: You can insert dynamic content with the following variables:
es_es: Puedes insertar contenido dinámico con las siguientes variables:

source: The email template that is sent when an advocate refers a friend view email.
es_es: La plantilla de correo electrónico que se envía cuando un promotor hace una recomendación a un amigo por correo electrónico.

source: Email sharing
es_es: Compartir por correo electrónico

source: Optionally specify different text for Twitter shares as they are limited to 280 characters. If left blank the default share text will be used.
es_es: También tienes la opción de especificar un texto distinto para compartir en Twitter, ya que tiene un límite de 280 caracteres. Si se deja en blanco, se usará el texto por defecto para compartir.

source: Twitter default share text (optional)
es_es: Texto por defecto para compartir en Twitter (opcional)

source: This is the default text used when an advocate shares via Twitter or Facebook. If you chose 'Coupon Based' you must include the variable {{ coupon_code }}. A link to your shop will be added automatically.
es_es: Este es el texto que se utiliza por defecto cuando un promotor comparte en Twitter o Facebook. Si eliges «Basada en un cupón», debes incluir la variable {{ coupon_code }}. Se añadirá un enlace a tu tienda automáticamente.

source: Default share text
es_es: Texto para compartir por defecto

source: Enable sharing via WhatsApp
es_es: Activar la opción de compartir por WhatsApp

source: Enable sharing via Twitter
es_es: Activar la opción de compartir en Twitter

source: Enable sharing via Facebook
es_es: Activar la opción de compartir en Facebook

source: Social sharing
es_es: Compartir en redes sociales

source: Widget paragraph text
es_es: Texto de párrafo del widget

source: Widget heading
es_es: Cabecera del widget

source: Show widget on new account email
es_es: Mostrar widget en el correo electrónico de la nueva cuenta

source: Show widget on order emails
es_es: Mostrar widget en los correos electrónicos de pedidos

source: Do Not Display
es_es: No mostrar

source: Top Of Page
es_es: Parte superior de la página

source: Bottom Of Page
es_es: Parte inferior de la página

source: Show widget on order confirmation page
es_es: Mostrar widget en la página de confirmación del pedido

source: The share widget is a mini version of the share page that can added to the order confirmation page, order emails and be inserted in a workflow email with %s. Please note that customers will be prompted to create an account before they can refer their friends.
es_es: El widget para compartir es una versión reducida de la página para compartir; puede añadirse a la página de confirmación del pedido y a los correos electrónicos de pedidos, y se puede insertar en un correo electrónico de un flujo de trabajo con %s. Recuerda que se solicitará a los clientes que creen una cuenta antes de poder hacer recomendaciones a sus amigos.

source: Share widget
es_es: Widget para compartir

source: The minimum purchase amount required for store credit to be used.
es_es: Importe mínimo que debe alcanzar la compra para poder usar crédito de la tienda.

source: Reward amount
es_es: Cantidad de la recompensa

source: By selecting no reward you can instead reward them by using the AutomateWoo referral triggers and for example you could generate a coupon for the advocate.
es_es: Si seleccionas que no haya recompensa, puedes recompensar a los promotores usando activadores de recomendación de AutomateWoo para, por ejemplo, generar un cupón para ellos.

source: Reward type
es_es: Tipo de recompensa

source: Referral reward (for the advocate)
es_es: Recompensa por la recomendación (para el promotor)

source: Don't allow referrals for orders that only contain products from these categories.
es_es: No se permiten recomendaciones en pedidos que solo incluyan productos de las categorías aquí especificadas.

source: No categories
es_es: No hay categorías

source: Excluded categories
es_es: Categorías excluidas

source: Only allow referrals for orders that contain at least one product from one of these categories.
es_es: Solo se permiten recomendaciones en pedidos que incluyen al menos un producto de alguna de las categorías aquí especificadas.

source: All categories
es_es: Todas las categorías

source: Product categories
es_es: Categorías de los productos

source: The minimum purchase amount that the referral offer is valid for.
es_es: Importe mínimo que debe alcanzar la compra para la que es válida la oferta de recomendación.

source: Minimum purchase amount
es_es: Importe mínimo de la compra

source: These are the requirements of referred purchases, if these are not met the advocate does not receive a reward and the friend does not get a discount.
es_es: Se trata de los requisitos para las compras derivadas de recomendaciones. Si no se cumplen, el promotor no recibe ninguna recompensa y el amigo no consigue ningún descuento.

source: Referral requirements
es_es: Requisitos para las recomendaciones

source: Share link expiry
es_es: Caducidad del enlace para compartir

source: This parameter is used when generating unique share links e.g. %s
es_es: Este parámetro se utiliza al generar enlaces para compartir únicos, por ejemplo %s.

source: Share link parameter
es_es: Parámetro del enlace para compartir

source: By default share links expire after 4 weeks which means that a single advocate may own many different unique share links at one time. If you would like advocates to have a single share link for all time set the <b>Share Link Expiry</b> to 0.
es_es: Por defecto, los enlaces para compartir caducan a las 4 semanas; eso significa que un solo promotor puede tener distintos enlaces para compartir únicos a la vez. Si quieres que los promotores tengan un solo enlace para compartir único para siempre, establece la opción <b>Caducidad del enlace para compartir</b> en 0.

source: Link options
es_es: Opciones de enlace

source: unlimited
es_es: ilimitado

source: weeks
es_es: semanas

source: Coupon expiry
es_es: Caducidad del cupón

source: Offer amount
es_es: Cantidad de la oferta

source: Make this field blank if you do not want coupons to expire.
es_es: Deja este campo en blanco si no quieres que los cupones caduquen.

source: Offer type
es_es: Tipo de oferta

source: The coupon discount that advocates can offer to their friends. This coupon will only be valid for new customers. By default referral coupons expire after 4 weeks which means that a single advocate may own many different referral coupons at one time. If you would like advocates to have a single coupon for all time set the <b>Coupon Expiry</b> to 0.
es_es: Descuento del cupón que los promotores pueden ofrecer a sus amigos. Este cupón solo será válido para clientes nuevos. Por defecto, los cupones de recomendación caducan a las 4 semanas; eso significa que un solo promotor puede tener distintos cupones de recomendación a la vez. Si quieres que los promotores tengan un solo cupón para siempre, establece la opción <b>Caducidad del cupón</b> en 0.

source: Referral offer (for the friend)
es_es: Oferta de recomendación (para el amigo)

source: If checked, advocates will not be able to view personal data of the customers they refer. If unchecked, the referred customer's full name will be shown in the referral account tab.
es_es: Si se marca esta opción, los promotores no podrán ver los datos personales de los clientes a los que hagan recomendaciones. Si no se marca, se mostrará el nombre completo del cliente que ha recibido la recomendación en la pestaña de la cuenta de la recomendación.

source: Hide referred customer data from advocates
es_es: Ocultar los datos del cliente que recibe la recomendación a los promotores

source: GDPR requires consent to be given before personal data is stored. Since it is impossible for invited emails to give consent it is recommended to anonymize these emails. Once enabled any existing stored emails will be anonymized.
es_es: El RGPD requiere obtener el consentimiento del usuario antes de almacenar datos personales. Sin embargo, como no es posible que los correos electrónicos invitados den su consentimiento, se recomienda anonimizar estos correos electrónicos. Una vez activada esta opción, los correos electrónicos almacenados existentes se anonimizarán.

source: Anonymize invited email data
es_es: Anonimizar los datos de los correos electrónicos invitados

source: Privacy
es_es: Privacidad

source: If checked, any store credit earned by a subscriber will be automatically applied to WooCommerce Subscription renewal payments. This will only work with payment gateway extensions that support %1$srecurring total modifications%2$s.
es_es: Si se marca esta opción, el crédito de la tienda que haya obtenido el suscriptor se usará automáticamente para pagar la renovación de la suscripción de WooCommerce. Esto solo funcionará con las extensiones de pasarelas de pago que admitan %1$smodificaciones del pago recurrente total%2$s.

source: Use store credit on subscription renewal payments
es_es: Usar el crédito de la tienda para pagar la renovación de la suscripción

source: Disable and approve referrals manually
es_es: Desactivar y aprobar las recomendaciones manualmente

source: On order paid
es_es: Tras pagar el pedido
