Repository: shguevara/bystash
Catalog: web/app/plugins/yith-woocommerce-sequential-order-number-premium/languages/yith-woocommerce-sequential-order-number-*.po
Languages: es_es, it_it, nl_nl

source: Modules
es_es: Módulos
it_it: Moduli

source: Tools
es_es: Herramientas
it_it: Strumenti
nl_nl: Instrumenten

source: Sequential Order Number
it_it: Numeri sequenziale ordini
nl_nl: Opeenvolgend Ordernummer

source: Order imported
es_es: Pedido importado
it_it: Ordine importato
nl_nl: Geïmporteerde bestelling

source: YITH WooCommerce Sequential Order Numbers is enabled but not effective. It requires WooCommerce in order to work.
es_es: YITH WooCommerce Sequential Order Numbers está habilitado pero no es efectivo. Requiere WooCommerce para funcionar.
it_it: YITH WooCommerce Sequential Order Number è attivo ma non operativo. Il suo funzionamento richiede WooCommerce.
nl_nl: YITH WooCommerce Sequential Order Numbers is geactiveerd, maar werkt nog niet. Het heeft WooCommerce nodig om te kunnen werken.

source: You can use these placeholders
es_es: Puedes usar estos marcadores de posición
it_it: Puoi usare questi segnaposto
nl_nl: Je kunt deze invulvelden gebruiken

source: [D] Day without leading zeros
es_es: [D] Día sin ceros al principio
it_it: [D] Giorno senza zero iniziale
nl_nl: [D] Dag zonder voorloopnullen

source: [DD] Day with leading zeros
es_es: [DD] Día con ceros al principio
it_it: [DD] Giorno con zero iniziale
nl_nl: [DD] Dag zonder voorloopnullen

source: [M] Month without leading zeros
es_es: [M] Mes sin ceros al principio
it_it: [M] Mese senza zero iniziale
nl_nl: [M] Maand zonder voorloopnullen

source: [MM] Month with leading zeros
es_es: [M] Mes con ceros al principio
it_it: [MM] Mese con zero iniziale
nl_nl: [MM] Maand zonder voorloopnullen

source: [YY] two-digit year
es_es: [YY] Año de dos dígitos
it_it: [YY] anno a due cifre
nl_nl: [JJ] tweecijferig getal jaar

source: [YYYY] Full year
es_es: [YYYY] Año completo
it_it: [YYYY] Anno intero
nl_nl: [JJJ] Volledig jaartal

source: [h] 24-hour format of an hour without leading zeros
es_es: [h] Formato de 24 horas de una hora sin ceros al principio
it_it: [h] Formato 24 ore senza zero iniziale
nl_nl: [u] 24-uurs opmaak van een uur zonder voorloopnullen

source: [hh] 24-hour format of an hour with leading zeros
es_es: [hh] Formato de 24 horas de una hora con ceros al principio
it_it: [h] Formato 24 ore con zero iniziale
nl_nl: [uu] 24-uurs opmaak van een uur met voorloopnullen

source: [m] Minutes with leading zeros
es_es: [m] Minutos con ceros al principio
it_it: [m] Minuti senza zero iniziale
nl_nl: [m] Minuten met voorloopnullen

source: [s] Seconds, with leading zeros
es_es: [s] Segundos, con ceros al principio
it_it: [s] Secondi con zero iniziale
nl_nl: [s] Seconden met voorloopnullen

source: If you enable this option, you can use a different numeration for your quotes.
es_es: Si activas esta opción, puedes usar una numeración diferente para tus secuencias.
it_it: Se abiliti questa opzione, puoi utilizzare una numerazione diversa per i tuoi preventivi.
nl_nl: Als je deze optie inschakelt, kun je een andere nummering gebruiken voor je prijsopgaven.

source: (version 1.5.7 or later) is activated
es_es: (versión 1.5.7 o posterior) está activado
it_it: (versione 1.5.7 o superiore) è attivato
nl_nl: (versie 1.5.7 of nieuwe) is geactiveerd

source: Plugin Modules
es_es: Módulos del plugin
it_it: Moduli del plugin

source: Base Module
es_es: Módulo base
it_it: Modulo base
nl_nl: Basis modules

source: Numeration starting from
es_es: La numeración empieza en
it_it: Inizia numerazione da
nl_nl: Nummering start met

source: Set the starting number for order numeration
es_es: Establecer el número inicial para la numeración de pedidos
it_it: Imposta il numero iniziale per la numerazione degli ordini
nl_nl: Bepaal het startnummer voor de bestellingnummering

source: Order prefix
es_es: Prefijo de pedido
it_it: Prefisso ordini
nl_nl: Bestelling voorvoegsel

source: Set a text to be used as prefix for order numbers.
es_es: Establece un texto para usarlo como prefijo para números de pedido.
it_it: Imposta un testo da utilizzare come prefisso per la numerazione degli ordini.
nl_nl: Bepaal een tekst die wordt gebruikt als voorvoegsel voor bestellingnummers.

source: Order suffix
es_es: Sufijo de pedido
it_it: Suffisso ordini
nl_nl: Bestelling achtervoegsel

source: Set a text to be used as suffix for order numbers.
es_es: Establece un texto para usarlo como sufijo para números de pedido.
it_it: Imposta un testo da utilizzare come suffisso per la numerazione degli ordini.
nl_nl: Bepaal een tekst die wordt gebruikt als achtervoegsel voor bestellingnummers.

source: Free Order Module
es_es: Módulo de pedido gratuito
it_it: Modulo ordini gratuiti
nl_nl: Gratis bestellingen module

source: Numeration starting from:
es_es: La numeración empieza en:
it_it: Inizia numerazione da:
nl_nl: Nummering start met:

source: Set the starting number for free order numeration
es_es: Establecer el número inicial para la numeración de los pedidos gratuitos
it_it: Imposta numero iniziale per la numerazione degli ordini gratuiti
nl_nl: Bepaal het start nummer de nummering van gratis bestellingen

source: Free order prefix
es_es: Prefijo de pedido gratuito
it_it: Prefisso ordini gratuiti
nl_nl: Gratis bestelling voorvoegsel

source: Set a text to be used as prefix for free order numbers.
es_es: Establece un texto para usarlo como prefijo para los números de pedido gratuitos.
it_it: Imposta un testo da utilizzare come prefisso per i numeri degli ordini gratuiti.
nl_nl: Bepaal een tekst die wordt gebruikt als voorvoegsel voor gratis bestellingnummers.

source: Free order suffix
es_es: Sufijo de pedido gratuito
it_it: Suffisso ordini gratuiti
nl_nl: Gratis bestelling achtervoegsel

source: Set a text to be used as suffix for free order numbers.
es_es: Establece un texto para usarlo como sufijo para los números de pedidos gratuitos.
it_it: Imposta un testo da utilizzare come suffisso per i numeri degli ordini gratuiti.
nl_nl: Bepaal een tekst die wordt gebruikt als achtervoegsel voor gratis bestellingnummers.

source: Set your free order type
es_es: Establece el tipo de pedido gratuito
it_it: Imposta il tipo di ordine gratuito
nl_nl: Bepaal het type van je gratis bestelling

source: With this option, you can choose in which way orders have to be recognized as free.
es_es: Con esta opción, puedes elegir de qué forma los pedidos tienen que ser reconocidos como gratuitos.
it_it: Con questa opzione puoi scegliere in quale modo gli ordini devono essere riconosciuti come gratuiti.
nl_nl: Met deze optie kun je kiezen hoe een bestelling wordt herkend als gratis.

source: Order total: your order is free if the total is 0 (coupon and shipping included).
es_es: Pedido total: si tu pedido es gratuito el total es 0 (cupón y envío incluidos).
it_it: Totale ordine: l'ordine è da considerarsi gratuito quando il totale è pari a zero (inclusi coupon e spese di spedizione).
nl_nl: Totaal bestelling: Je bestelling is gratis als het totaal 0 is (inclusief kortingsbon en verzendkosten).

source: Order products: your order is free only if all products it contains are free (coupon and shipping excluded).
es_es: Productos del pedido: tu pedido es gratuito sólo si todos los productos que contiene son gratuitos (cupón y envío excluidos).
it_it: Prodotti: l'ordine è da considerarsi gratuito quando contiene solamente prodotti gratuiti (inclusi coupon e spese di spedizione).
nl_nl: Bestelling producten: je bestelling is uitsluitend gratis als alle producten die het bevat gratis zijn (exclusief kortingsbon en verzendkosten).

source: Order Total
es_es: Pedido total
it_it: Totale Ordini
nl_nl: Totaal bestelling

source: Products in Order
es_es: Productos en el pedido
it_it: Prodotti dell'ordine
nl_nl: Producten in bestelling

source: Quote Module
es_es: Módulo de presupuesto
it_it: Modulo preventivo
nl_nl: Prijsopgave module

source: Available only with YITH WooCommerce Request a quote Premium
es_es: Disponible solo con Yith WooCommerce Request a Quote Premium
it_it: Disponibile solo con la versione premium di YITH WooCommerce Request a Quote
nl_nl: Alleen beschikbaar in YITH WooCommerce Request a quote Premium

source: Set the starting number for quote numeration
es_es: Establecer el número inicial para la numeración secuencial
it_it: Imposta il numero iniziale per la numerazione dei preventivi
nl_nl: Bepaal het startnummer voor de prijsopgave nummering

source: Quote prefix
es_es: Prefijo de secuencia
it_it: Prefisso preventivo
nl_nl: Prijsopgave voorvoegsel

source: Set a text to be used as prefix for quote numbers.
es_es: Establece un texto para usarlo como prefijo para los números secuenciales.
it_it: Imposta un testo da utilizzare come prefisso per i numeri dei preventivi.
nl_nl: Bepaal in tekst die wordt gebruikt als voorvoegsel voor prijsopgave nummers.

source: Quote suffix
es_es: Sufijo de secuencia
it_it: Suffisso preventivo
nl_nl: Prijsopgave achtervoegsel

source: Set a text to be used as suffix for quote numbers.
es_es: Establece un texto para usarlo como sufijo para los números de secuenciales.
it_it: Imposta un testo da utilizzare come suffisso per i numeri dei preventivi.
nl_nl: Bepaal de tekst die wordt gebruikt als achtervoegsel voor prijsopgave nummers.

source: Subscription Module
es_es: Módulo de suscripción
it_it: Modulo abbonamenti
nl_nl: Abonnement module

source: Available only with YITH WooCommerce Subscription Premium
es_es: Solo disponible con YITH WooCommerce Subscription Premium
it_it: Disponibile solo con la versione premium di YITH WooCommerce Subscription
nl_nl: Alleen beschikbaar met YITH WooCommerce Subscription Premium

source: Set the starting number for subscription numeration
es_es: Establece el número de inicio para la numeración de suscripción
it_it: Imposta il numero iniziale per la numerazione degli abbonamenti
nl_nl: Startnummer instellen voor abonnementsnummering

source: Subscription prefix
es_es: Prefijo de suscripción
it_it: Prefisso abbonamenti
nl_nl: Abonnement voorvoegsel

source: Set a text to be used as prefix for subscription numbers.
es_es: Establece el texto para usar como prefijo para los números de las suscripciones.
it_it: Inserisci un testo da utilizzare come prefisso per la numerazione degli abbonamenti.
nl_nl: Een tekst instellen als voorvoegsel voor abonnementsnummers.

source: Subscription suffix
es_es: Sufijo de suscripción
it_it: Suffisso abbonamenti
nl_nl: Abonnement achtervoegsel

source: Set a text to be used as suffix for subscription numbers.
es_es: Establece un texto para usar como sufijo para los números de las suscripciones.
it_it: Inserisci un testo da utilizzare come suffisso per la numerazione degli abbonamenti.
nl_nl: Een tekst instellen die wordt gebruikt als achtervoegsel voor abonnementsnummers.

source: Select a date
es_es: Selecciona una fecha
it_it: Seleziona una data
nl_nl: Selecteer een datum

source: Import Settings
es_es: Ajustes de Importación
it_it: Impostazioni importazione
nl_nl: Import instellingen

source: Import from WooCommerce Sequential Order Number
es_es: Importar desde WooCommerce Sequential Order Number
it_it: Importa da WooCommerce Sequential Order Number
nl_nl: Importeren vanaf WooCommerce Sequential Order Number

source: Import
es_es: Importar
it_it: Importa
nl_nl: Importeren

source: This tool allows importing all existing sequential order numbers created by WooCommerce Sequential Order Number. Otherwise, order numbers are assigned by the plugin.
es_es: Esta herramienta permite importar todos los números de pedido secuenciales creados por WooCommerce Sequential Order Number. De lo contrario, los números de pedido son asignados por el plugin.
it_it: Questo strumento ti permette di importare tutti i numeri degli ordini esistenti creati da WooCommerce Sequential Order Number. Diversamente i numeri degli ordini verranno assegnati dal plugin.
nl_nl: Dit instrument laat je alle bestaande opeenvolgende bestelling nummers aangemaakt door WooCommerce Sequential Order Number importeren. Anders, zullen bestelling nummers worden toegewezen door de plugin.

source: <code><strong>YITH WooCommerce Sequential Order Number Premium</strong></code> allows you to create sequential numbers for your orders! You can add a prefix and suffix to your orders! <a href ="https://yithemes.com">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>
es_es: ¡<code><strong>YITH WooCommerce Sequential Order Number Premium</strong></code> te permite crear números de pedidos secuenciales para tus pedidos! Puedes añadir un prefijo y sufijo a tus pedidos. <a href ="https://yithemes.com">Obtén más plugins para tu comercio electrónico en <strong>YITH</strong></a>
it_it: <code><strong>YITH WooCommerce Sequential Order Number Premium</strong></code>ti permette di creare numeri sequenziali per i tuoi ordini! Puoi aggiungere un prefisso e un suffisso ai tuoi ordini! <a href ="https://yithemes.com">Scopri più plugin per il tuo e-commerce su <strong>YITH</strong> </a>
nl_nl: <code><strong>YITH WooCommerce Sequential Order Number Premium</strong></code> laat je opeenvolgende nummers voor je bestellingen maken! Je kunt een voorvoegsel en achtervoegsel toevoegen aan je bestellingen! <a href ="https://yithemes.com">Verkrijg meer plugins voor je e-commerce winkel op <strong>YITH</strong></a>

source: This option is available if
es_es: Esta opción está disponible si
it_it: Questa opzione è disponibile se
nl_nl: Deze optie is beschikbaar indien
